GT1/turbulent_planar/turbulent_planar_kE/turbulent_planar_kE_HRN_WF/turbulent_planar_kE_HRN_WF_high_I/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10                                  	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
	type 		zeroGradient;
    }

    outlet
    {
        type         	fixedValue;
	value 		uniform 0;
    }

    top
    {
        type 		zeroGradient;
    }

    front
    {
	type	empty;
    }
    back
    {
	type	empty;
    }
    bottom
    {
        type            symmetry;
    }
}

// ************************************************************************* //
